Revit 2024 API
BooleanOperationsUtils Properties
The BooleanOperationsUtils type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
BooleanOperationsUtils Class
Autodesk.Revit.DB Namespace